[
    {
        "artist_id": 1,
        "name": "Muse",
        "image_url": "muse.jpg",
        "biography": "Muse's fusion of progressive rock, electronica, and Radiohead-influenced experimentation have helped them sell millions of records and top charts worldwide. It's all crafted by guitarist/vocalist Matthew Bellamy, bassist Chris Wolstenholme, and drummer Dominic Howard, a trio of friends who began playing music together in their hometown of Teignmouth, Devon; they started the first incarnation of the band at the age of 13, changing the name of the group from Gothic Plague to Fixed Penalty to Rocket Baby Dolls as time passed. By 1997, the bandmates settled on the name Muse and released their self-titled debut EP on Dangerous Records, followed by the Muscle Museum EP in 1998. The group's emotive, passionate sound and live presence drew critical acclaim and industry buzz, and Muse signed a deal with Maverick Records after a trip to New York's CMJ festival. The singles Cave and Uno preceded their debut full-length album, Showbiz, which was released toward the end of 1999. Two years later, Muse issued Origin of Symmetry and had a major hit with Hyper Music, which helped propel the album to platinum status in the U.K."
    },
    {
        "artist_id": 2,
        "name": "Breaking Benjamin",
        "image_url": "breaking_benjamin.jpg",
        "biography": "Pennsylvania natives Breaking Benjamin, named after founder and lead singer Ben Burnley, play a brand of metal-tinged alternative rock that came to define the sound of mainstream rock in the early 2000s. Indebted equally to the minor-chord dirges of first-wave grunge rockers like Alice in Chains and the pyrotechnic bombast of vintage arena rock, Breaking Benjamin became one of the most popular rock bands in the United States, scoring a number one with the single Breath in 2007. Two of their albums, 2004's We Are Not Alone and 2006's Phobia, have been certified platinum in the U.S."
    },
    {
        "artist_id": 3,
        "name": "Pearl Jam",
        "image_url": "pearl_jam.jpg",
        "biography": "Pearl Jam rose from the ashes of Mother Love Bone to become the most popular American rock & roll band of the '90s. After Mother Love Bone's vocalist, Andrew Wood, overdosed on heroin in 1990, guitarist Stone Gossard and bassist Jeff Ament assembled a new band, bringing in Mike McCready on lead guitar and recording a demo with Soundgarden's Matt Cameron on drums. Thanks to future Pearl Jam drummer Jack Irons, the demo found its way to a 25-year-old San Diego surfer named Eddie Vedder, who overdubbed vocals and original lyrics and was subsequently invited to join the band (then christened Mookie Blaylock after the NBA player). Dave Krusen was hired as the full-time drummer shortly thereafter, completing the original lineup. Renaming themselves Pearl Jam, the band recorded their debut album, Ten, in the beginning of 1991, although it wasn't released until August; in the meantime, the majority of the band appeared on the Andrew Wood tribute project Temple of the Dog. Krusen left the band shortly after the release of Ten; he was replaced by Dave Abbruzzese. "
    },
    {
        "artist_id": 4,
        "name": "Pink Floyd",
        "image_url": "pink_floyd.jpg",
        "biography": "Some bands turn into shorthand for a certain sound or style, and Pink Floyd belongs among that elite group. The very name connotes something specific: an elastic, echoing, mind-bending sound that evokes the chasms of space. Pink Floyd grounded that limitless sound with exacting explorations of mundane matters of ego, mind, memory, and heart, touching upon madness, alienation, narcissism, and society on their concept albums of the '70s. Of these concept albums, Dark Side of the Moon resonated strongest, earning new audiences year after year, decade after decade, and its longevity makes sense. That 1973 concept album distilled the wild psychedelia of their early years -- that brief, heady period when they were fronted by Syd Barrett -- into a slow, sculpted, widescreen epic masterminded by Roger Waters, the bassist who was the band's de facto leader in the '70s. Waters fueled the band's golden years, conceiving such epics as Wish You Were Here and The Wall, but the band survived his departure in the '80s, with guitarist David Gilmour stepping to the forefront on A Momentary Lapse of Reason and The Division Bell. Throughout the years, drummer Nick Mason and keyboardist Rick Wright appeared in some capacity, and the band's sonic signature was always evident: a wide, expansive sound that was instantly recognizable as their own, yet was adopted by all manner of bands, from guitar-worshipping metal-heads to freaky, hippie, ambient electronic duos. Unlike almost any of their peers, Pink Floyd played to both sides of the aisle: they were rooted in the blues but their heart belonged to the future, a dichotomy that made them a quintessentially modern 20th century band."
    },
    {
        "artist_id": 5,
        "name": "Soundgarden",
        "image_url": "soundgarden.jpg",
        "biography": "Soundgarden made a place for heavy metal in alternative rock. Their fellow Seattle rockers Green River may have spearheaded the grunge sound, but they relied on noise rock in the vein of the Stooges. Similarly, Jane's Addiction were too fascinated with prog rock and performance art to appeal to a wide array of metal fans. Soundgarden, however, developed directly out of the grandiose blues-rock of Led Zeppelin and the sludgy, slow riffs of Black Sabbath. Which isn't to say they were a straight-ahead metal band. Soundgarden borrowed the D.I.Y. aesthetics of punk, melding their guitar-driven sound with an intelligence and ironic sense of humor that was indebted to the American underground of the mid-'80s. Furthermore, the band rarely limited itself to simple, pounding riffs, often making detours into psychedelia. But the group's key sonic signatures -- the gutsy wail of vocalist Chris Cornell and the winding riffs of guitarist Kim Thayil -- were what brought them out of the underground. Not only were they one of the first groups to record for the legendary Seattle indie Sub Pop, but they were the first grunge band to sign to a major label. In fact, most critics expected Soundgarden to be the band that broke down the doors for alternative rock, not Nirvana. However, the group didn't experience an across-the-board success until 1994, when Superunknown became a number one hit."
    },
    {
        "artist_id": 6,
        "name": "Red Hot Chili Peppers",
        "image_url": "rhcp.jpg",
        "biography": "Few rock groups of the '80s broke down as many musical barriers and were as original as the Red Hot Chili Peppers. Creating an intoxicating new musical style by combining funk and punk rock together (with an explosive stage show to boot), the Chili Peppers spawned a slew of imitators in their wake, but still managed to be the leaders of the pack by the dawn of the 21st century. The roots of the band lay in a friendship forged by three school chums, Anthony Kiedis, Michael Balzary, and Hillel Slovak, while they attended Fairfax High School in California back in the late '70s/early '80s. While Balzary and Slovak showed great musical promise (on trumpet and guitar, respectively), Kiedis focused on poetry and acting during his high-school career. During this time, Slovak taught Balzary how to play bass, while the duo encouraged Kiedis to start putting his poetry to music, which he soon did. Influenced heavily by the burgeoning L.A. punk scene (the Germs, Black Flag, Fear, Minutemen, X, etc.) as well as funk (Parliament-Funkadelic, Sly & the Family Stone, etc.), the trio began to rehearse with another friend, drummer Jack Irons, leading to the formation of Tony Flow & the Miraculously Majestic Masters of Mayhem, a quartet that played strip bars along the Sunset Strip during the early '80s. It was during this time that the four honed their sound and live act (as they stumbled across a stage gimmick that would soon become their trademark -- performing on-stage completely naked, except for a tube sock covering a certain part of their anatomy). By 1983, Balzary had begun to go by the name Flea, and the group changed its name to the Red Hot Chili Peppers. Word spread quickly about the up-and-coming band, resulting in a recording contract with EMI. But before the Chili Peppers could begin work on their debut, Flea and Kiedis were dealt a disappointing blow when both Slovak and Irons announced that they were leaving to focus more on another band they were in, What Is This. With replacement members Jack Sherman (guitar) and Cliff Martinez (drums) filling in, the Peppers released their self-titled debut in 1984. But the absence of the two original members showed, as the album failed to capture the excitement of their live show. "
    }
]